Repository: overpolish/keyframeless
Catalog: Mirage/Mirage/Plugin/MirageUI.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: "%@" isn't an SF Symbol on this Mac - check the name in the SF Symbols app
de: „%@“ ist auf diesem Mac kein SF Symbol – prüfe den Namen in der App „SF Symbols“
es: «%@» no es un SF Symbol en este Mac: comprueba el nombre en la app SF Symbols
fr: « %@ » n'est pas un SF Symbol sur ce Mac : vérifiez le nom dans l'app SF Symbols
ja: 「%@」はこの Mac の SF Symbol ではありません。SF Symbols アプリで名前を確認してください
ko: "%@"은(는) 이 Mac의 SF Symbol이 아닙니다. SF Symbols 앱에서 이름을 확인하세요
zh_hans: “%@”不是此 Mac 上的 SF Symbol，请在 SF Symbols App 中核对名称

source: -1, 0 or 1 for the sign.
de: -1, 0 oder 1 für das Vorzeichen.
es: -1, 0 o 1 según el signo.
fr: -1, 0 ou 1 selon le signe.
ja: 符号に応じて -1、0、1。
ko: 부호에 따라 -1, 0 또는 1입니다.
zh_hans: 符号为 -1、0 或 1。

source: 0 below the edge, 1 at or above it.
de: 0 unterhalb der Kante, 1 an oder oberhalb.
es: 0 por debajo del borde, 1 en el borde o por encima.
fr: 0 sous le bord, 1 au bord ou au-dessus.
ja: エッジより下で 0、エッジ以上で 1。
ko: 경계 아래에서는 0, 경계 이상에서는 1입니다.
zh_hans: 低于边界为 0，达到或高于边界为 1。

source: 1 over square root, fast.
de: 1 durch Quadratwurzel, schnell.
es: 1 dividido por la raíz cuadrada, rápido.
fr: 1 sur racine carrée, rapide.
ja: 1÷平方根（高速）。
ko: 1 나누기 제곱근으로, 빠릅니다.
zh_hans: 1 除以平方根，快速。

source: 1st component
de: 1. Komponente
es: 1.er componente
fr: 1re composante
ja: 1番目の成分
ko: 첫 번째 성분
zh_hans: 第 1 个分量

source: 2 to the power x.
de: 2 hoch x.
es: 2 elevado a x.
fr: 2 à la puissance x.
ja: 2 の x 乗。
ko: 2 의 x 제곱입니다.
zh_hans: 2 的 x 次方。

source: 2-4 numbers in one control, like a size or offset.
de: 2–4 Zahlen in einem Steuerelement, z. B. Größe oder Versatz.
es: 2-4 números en un control, como un tamaño o desplazamiento.
fr: 2 à 4 nombres dans une commande, comme une taille ou un décalage.
ja: 1つのコントロールに2〜4個の数値。サイズやオフセットなど。
ko: 하나의 컨트롤에 2-4개의 숫자로, 크기나 오프셋 등에 사용합니다.
zh_hans: 一个控件中的 2-4 个数字，如尺寸或偏移。

source: 2nd component
de: 2. Komponente
es: 2.º componente
fr: 2e composante
ja: 2番目の成分
ko: 두 번째 성분
zh_hans: 第 2 个分量

source: 3.14159, half a turn in radians.
de: 3,14159, eine halbe Umdrehung im Bogenmaß.
es: 3,14159, media vuelta en radianes.
fr: 3,14159, un demi-tour en radians.
ja: 3.14159、半回転をラジアンで表した値。
ko: 3.14159, 라디안으로 반 바퀴입니다.
zh_hans: 3.14159，即半圈的弧度值。

source: 3rd component
de: 3. Komponente
es: 3.er componente
fr: 3e composante
ja: 3番目の成分
ko: 세 번째 성분
zh_hans: 第 3 个分量

source: 4th component
de: 4. Komponente
es: 4.º componente
fr: 4e composante
ja: 4番目の成分
ko: 네 번째 성분
zh_hans: 第 4 个分量

source: A 0-100% slider, delivered as 0..1.
de: Ein 0–100%-Regler, geliefert als 0..1.
es: Un control deslizante de 0-100%, entregado como 0..1.
fr: Un curseur de 0 à 100%, fourni sous forme 0..1.
ja: 0〜100% のスライダー。0..1 として渡されます。
ko: 0-100% 슬라이더입니다. 0..1 로 전달됩니다.
zh_hans: 0-100% 滑块，以 0..1 传入。

source: A 0-100% sweep that auto-runs across a transition.
de: Ein 0–100%-Verlauf, der automatisch über einen Übergang läuft.
es: Un barrido de 0-100% que se ejecuta automáticamente en una transición.
fr: Un balayage de 0 à 100% qui se déroule automatiquement sur une transition.
ja: トランジション全体で自動的に進む 0〜100% のスイープ。
ko: 전환 전체에 걸쳐 자동으로 진행되는 0-100% 스윕입니다.
zh_hans: 在转场中自动运行的 0-100% 扫描。

source: A 2x2 matrix.
de: Eine 2×2-Matrix.
es: Una matriz 2x2.
fr: Une matrice 2×2.
ja: 2×2 の行列。
ko: 2x2 행렬입니다.
zh_hans: 一个 2x2 矩阵。

source: A 3x3 matrix.
de: Eine 3×3-Matrix.
es: Una matriz 3x3.
fr: Une matrice 3×3.
ja: 3×3 の行列。
ko: 3x3 행렬입니다.
zh_hans: 一个 3x3 矩阵。

source: A 4x4 matrix.
de: Eine 4×4-Matrix.
es: Una matriz 4x4.
fr: Une matrice 4×4.
ja: 4×4 の行列。
ko: 4x4 행렬입니다.
zh_hans: 一个 4x4 矩阵。

source: A box's rectangle from the value.
de: Das Rechteck der Box aus dem Wert.
es: El rectángulo de la caja a partir del valor.
fr: Le rectangle de la boîte à partir de la valeur.
ja: 値から求めるボックスの矩形。
ko: 값에서 구한 상자의 사각형입니다.
zh_hans: 由值得出的方框矩形。

source: A colour picker or palette, delivered as rgba.
de: Eine Farbauswahl oder Palette, geliefert als rgba.
es: Un selector de color o paleta, entregado como rgba.
fr: Un sélecteur de couleur ou une palette, fourni en rgba.
ja: カラーピッカーまたはパレット。rgba として渡されます。
ko: 색상 선택기 또는 팔레트로, rgba 로 전달됩니다.
zh_hans: 颜色选择器或调色板，以 rgba 传入。

source: A declared input.
de: Ein deklarierter Eingabewert.
es: Una entrada declarada.
fr: une entrée déclarée.
ja: 宣言された入力。
ko: 선언된 입력입니다.
zh_hans: 已声明的输入。

source: A dial that gets spun.
de: Ein Rad, das gedreht wird.
es: Un dial que se gira.
fr: Un cadran que l'on tourne.
ja: 回すダイヤル。
ko: 돌리는 다이얼입니다.
zh_hans: 可旋转的拨盘。

source: A dot that gets dragged.
de: Ein Punkt, der gezogen wird.
es: Un punto que se arrastra.
fr: Un point que l'on déplace.
ja: ドラッグする点。
ko: 드래그하는 점입니다.
zh_hans: 可拖动的圆点。

source: A draggable on-screen handle for a value.
de: Ein ziehbarer Bildschirmgriff für einen Wert.
es: Un controlador en pantalla arrastrable para un valor.
fr: Une poignée à l'écran déplaçable pour une valeur.
ja: 値を操作する、ドラッグ可能な画面上のハンドル。
ko: 값을 조절하는 드래그 가능한 화면 핸들입니다.
zh_hans: 用于某个值的可拖动屏幕控制柄。

source: A draggable point in the frame, delivering its position.
de: Ein ziehbarer Punkt im Bild, der seine Position liefert.
es: Un punto arrastrable en el fotograma que entrega su posición.
fr: Un point déplaçable dans l'image qui fournit sa position.
ja: フレーム内をドラッグできる点。その位置を渡します。
ko: 프레임 안에서 드래그할 수 있는 점으로, 그 위치를 전달합니다.
zh_hans: 画面中可拖动的点，传入其位置。

source: A filled dot.
de: Ein gefüllter Punkt.
es: Un punto relleno.
fr: Un point plein.
ja: 塗りつぶした点。
ko: 채워진 점입니다.
zh_hans: 一个实心圆点。

source: A filled square.
de: Ein gefülltes Quadrat.
es: Un cuadrado relleno.
fr: Un carré plein.
ja: 塗りつぶした四角。
ko: 채워진 사각형입니다.
zh_hans: 一个实心方块。

source: A full position handle with a motion path.
de: Ein vollwertiger Positions-Griff mit Bewegungspfad.
es: Un tirador de posición completo con trayectoria de movimiento.
fr: Une poignée de position complète avec trajectoire de mouvement.
ja: モーションパス付きの完全な位置ハンドル。
ko: 모션 패스가 있는 완전한 위치 핸들입니다.
zh_hans: 带运动路径的完整位置手柄。

source: A handle to an image that can be sampled.
de: Ein Verweis auf ein Bild, das abgetastet werden kann.
es: Un identificador de una imagen que se puede muestrear.
fr: Une référence vers une image que l'on peut échantillonner.
ja: サンプリング可能な画像へのハンドル。
ko: 샘플링할 수 있는 이미지에 대한 핸들입니다.
zh_hans: 指向可采样图像的句柄。

source: A local in this block.
de: Eine lokale Variable in diesem Block.
es: Una variable local en este bloque.
fr: Une variable locale de ce bloc.
ja: このブロック内のローカル変数。
ko: 이 블록의 지역 변수입니다.
zh_hans: 此代码块中的局部变量。

source: A number slider. min= and max= set the range.
de: Ein Zahlenregler. min= und max= legen den Bereich fest.
es: Un control deslizante numérico. min= y max= definen el rango.
fr: Un curseur numérique. min= et max= définissent la plage.
ja: 数値スライダー。min= と max= で範囲を設定します。
ko: 숫자 슬라이더입니다. min= 와 max= 로 범위를 설정합니다.
zh_hans: 数字滑块。min= 和 max= 设置范围。

source: A pair of numbers, x and y.
de: Ein Zahlenpaar, x und y.
es: Un par de números, x e y.
fr: Une paire de nombres, x et y.
ja: 数値のペア（x と y）。
ko: 숫자 한 쌍(x 와 y)입니다.
zh_hans: 一对数字，x 和 y。

source: A pick-one menu, delivering the chosen index.
de: Ein Auswahlmenü, das den gewählten Index liefert.
es: Un menú de selección única que entrega el índice elegido.
fr: Un menu à choix unique qui fournit l'index choisi.
ja: 1つを選ぶメニュー。選択したインデックスを渡します。
ko: 하나를 고르는 메뉴로, 선택한 인덱스를 전달합니다.
zh_hans: 单选菜单，传入所选的索引。

source: A random-seed field with a dice button.
de: Ein Zufalls-Seed-Feld mit Würfel-Schaltfläche.
es: Un campo de semilla aleatoria con un botón de dado.
fr: Un champ de graine aléatoire avec un bouton dé.
ja: サイコロボタン付きの乱数シードフィールド。
ko: 주사위 버튼이 있는 랜덤 시드 필드입니다.
zh_hans: 带骰子按钮的随机种子字段。

source: A rectangle that gets resized.
de: Ein Rechteck, dessen Größe geändert wird.
es: Un rectángulo cuyo tamaño se cambia.
fr: Un rectangle que l'on redimensionne.
ja: サイズを変える四角形。
ko: 크기를 조절하는 사각형입니다.
zh_hans: 可调整大小的矩形。

source: A ring that gets resized.
de: Ein Ring, dessen Größe geändert wird.
es: Un anillo cuyo tamaño se cambia.
fr: Un anneau que l'on redimensionne.
ja: サイズを変えるリング。
ko: 크기를 조절하는 링입니다.
zh_hans: 可调整大小的环。

source: A ring's radius from the value, in min-side fractions.
de: Der Ringradius aus dem Wert, in Anteilen der kurzen Seite.
es: El radio del anillo a partir del valor, en fracciones del lado menor.
fr: Le rayon de l'anneau à partir de la valeur, en fractions du petit côté.
ja: 値から求めるリングの半径。短辺に対する割合。
ko: 값에서 구한 링의 반지름입니다. 짧은 변 대비 비율입니다.
zh_hans: 由值得出的圆环半径，以短边比例表示。

source: A rotation dial in degrees, delivered as radians.
de: Ein Drehregler in Grad, geliefert als Bogenmaß.
es: Un dial de rotación en grados, entregado en radianes.
fr: Un cadran de rotation en degrés, fourni en radians.
ja: 度単位の回転ダイヤル。ラジアンとして渡されます。
ko: 도 단위 회전 다이얼로, 라디안으로 전달됩니다.
zh_hans: 以度为单位的旋转拨盘，以弧度传入。

source: A second input image, e.g. a transition's incoming clip.
de: Ein zweites Eingabebild, z. B. der eingehende Clip eines Übergangs.
es: Una segunda imagen de entrada, p. ej. el clip entrante de una transición.
fr: Une deuxième image d'entrée, p. ex. le plan entrant d'une transition.
ja: 2つ目の入力画像。例: トランジションの入ってくるクリップ。
ko: 두 번째 입력 이미지입니다. 예: 전환의 들어오는 클립.
zh_hans: 第二个输入图像，例如转场的传入片段。

source: A single number.
de: Eine einzelne Zahl.
es: Un único número.
fr: Un seul nombre.
ja: 1つの数値。
ko: 하나의 숫자입니다.
zh_hans: 单个数字。

source: A small hollow ring.
de: Ein kleiner hohler Ring.
es: Un pequeño anillo hueco.
fr: Un petit anneau creux.
ja: 小さな中空のリング。
ko: 작은 빈 링입니다.
zh_hans: 一个小的空心环。

source: A smooth 0 to 1 ramp between two edges.
de: Ein weicher Übergang von 0 nach 1 zwischen zwei Kanten.
es: Una rampa suave de 0 a 1 entre dos bordes.
fr: Une rampe douce de 0 à 1 entre deux bords.
ja: 2つのエッジの間を滑らかに 0 から 1 へ変化させます。
ko: 두 경계 사이에서 부드럽게 0에서 1로 변하는 램프입니다.
zh_hans: 在两个边界之间平滑地从 0 过渡到 1。

source: A value that never changes.
de: Ein Wert, der sich nie ändert.
es: Un valor que nunca cambia.
fr: Une valeur qui ne change jamais.
ja: 変化しない値。
ko: 절대 변하지 않는 값입니다.
zh_hans: 永不改变的值。

source: A vector scaled to length 1.
de: Ein auf Länge 1 skalierter Vektor.
es: Un vector escalado a longitud 1.
fr: Un vecteur ramené à une longueur de 1.
ja: 長さ1に正規化したベクトル。
ko: 길이 1로 정규화한 벡터입니다.
zh_hans: 缩放为长度 1 的向量。

source: A whole number.
de: Eine ganze Zahl.
es: Un número entero.
fr: Un nombre entier.
ja: 整数。
ko: 정수입니다.
zh_hans: 整数。

source: A whole-number slider.
de: Ein Regler für ganze Zahlen.
es: Un control deslizante de números enteros.
fr: Un curseur de nombres entiers.
ja: 整数のスライダー。
ko: 정수 슬라이더입니다.
zh_hans: 整数滑块。

source: Add a control
de: Steuerung hinzufügen
es: Añadir un control
fr: Ajouter une commande
ja: コントロールを追加
ko: 컨트롤 추가
zh_hans: 添加控件

source: Add a slider to control the amount.
de: Füge einen Schieberegler hinzu, um die Stärke zu steuern.
es: Añade un control deslizante para controlar la cantidad.
fr: Ajoute un curseur pour régler l'intensité.
ja: 量を調整するスライダーを追加して。
ko: 양을 조절하는 슬라이더를 추가해 줘.
zh_hans: 添加一个滑块来控制强度。

source: Add an on-screen control: point, position, ring, box or rotate.
de: Fügt ein On-Screen-Control hinzu: point, position, ring, box oder rotate.
es: Añade un control en pantalla: point, position, ring, box o rotate.
fr: Ajoute un contrôle à l'écran : point, position, ring, box ou rotate.
ja: 画面上コントロールを追加。point、position、ring、box、rotate。
ko: 온스크린 컨트롤을 추가합니다. point, position, ring, box, rotate.
zh_hans: 添加屏幕控件：point、position、ring、box 或 rotate。

source: Add an on-screen control: point, ring, box or rotate.
de: Fügt ein Bildschirm-Steuerelement hinzu: Punkt, Ring, Rechteck oder Rotation.
es: Añade un control en pantalla: punto, anillo, caja o rotación.
fr: Ajoute une commande à l'écran : point, anneau, cadre ou rotation.
ja: 画面上のコントロールを追加します: 点、リング、ボックス、回転。
ko: 화면 컨트롤을 추가합니다: 점, 링, 상자 또는 회전.
zh_hans: 添加屏幕控件：点、环、框或旋转。

source: Advanced Timing
de: Erweitertes Timing
es: Sincronización avanzada
fr: Minutage avancé
ja: 詳細なタイミング
ko: 고급 타이밍
zh_hans: 高级计时

source: All 2 components.
de: Alle 2 Komponenten.
es: Los 2 componentes.
fr: Les 2 composantes.
ja: 2つの成分すべて。
ko: 2개 성분 전체입니다.
zh_hans: 全部 2 个分量。

source: All 3 components.
de: Alle 3 Komponenten.
es: Los 3 componentes.
fr: Les 3 composantes.
ja: 3つの成分すべて。
ko: 3개 성분 전체입니다.
zh_hans: 全部 3 个分量。

source: All 4 components.
de: Alle 4 Komponenten.
es: Los 4 componentes.
fr: Les 4 composantes.
ja: 4つの成分すべて。
ko: 4개 성분 전체입니다.
zh_hans: 全部 4 个分量。

source: An arc handle, like a position control.
de: Ein Bogen-Griff, wie eine Positionssteuerung.
es: Un tirador de arco, como un control de posición.
fr: Une poignée en arc, comme un contrôle de position.
ja: 位置コントロールのようなアークハンドル。
ko: 위치 컨트롤과 같은 호 모양 핸들입니다.
zh_hans: 弧形手柄，类似位置控件。

source: An extra input image.
de: Ein zusätzliches Eingabebild.
es: Una imagen de entrada adicional.
fr: Une image d'entrée supplémentaire.
ja: 追加の入力画像。
ko: 추가 입력 이미지입니다.
zh_hans: 额外的输入图像。

source: An on/off checkbox.
de: Ein Ein/Aus-Kontrollkästchen.
es: Una casilla de activado/desactivado.
fr: Une case à cocher activé/désactivé.
ja: オン/オフのチェックボックス。
ko: 켜기/끄기 확인란입니다.
zh_hans: 开/关复选框。

source: Ask a question or describe a shader…
de: Stelle eine Frage oder beschreibe einen Mirage…
es: Haz una pregunta o describe un shader…
fr: Posez une question ou décrivez un shader…
ja: 質問するか、シェーダーを入力…
ko: 질문하거나 셰이더를 설명하세요…
zh_hans: 提问或描述一个着色器…

source: Audio sample rate.
de: Audio-Abtastrate.
es: Frecuencia de muestreo de audio.
fr: Fréquence d'échantillonnage audio.
ja: オーディオのサンプルレート。
ko: 오디오 샘플레이트입니다.
zh_hans: 音频采样率。

source: Before
de: Vorher
es: Antes
fr: Avant
ja: 適用前
ko: 적용 전
zh_hans: 应用前

source: Bend a direction through a surface.
de: Bricht eine Richtung durch eine Oberfläche.
es: Refracta una dirección a través de una superficie.
fr: Réfracte une direction à travers une surface.
ja: 方向を面で屈折させます。
ko: 방향을 표면을 통해 굴절시킵니다.
zh_hans: 让方向穿过表面时折射。

source: Blend from a to b as t runs 0 to 1.
de: Blendet von a nach b, während t von 0 nach 1 läuft.
es: Mezcla de a a b a medida que t va de 0 a 1.
fr: Fond de a à b à mesure que t va de 0 à 1.
ja: t が 0 から 1 に進むにつれて a から b へ補間します。
ko: t 가 0에서 1로 갈 때 a 에서 b 로 섞습니다.
zh_hans: 随着 t 从 0 到 1，从 a 混合到 b。

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
ko: 파랑
zh_hans: 蓝

source: Bounce a direction off a surface.
de: Reflektiert eine Richtung an einer Oberfläche.
es: Refleja una dirección en una superficie.
fr: Réfléchit une direction sur une surface.
ja: 方向を面で反射させます。
ko: 방향을 표면에서 반사시킵니다.
zh_hans: 让方向在表面上反射。

source: Click a color in the frame to set this shader's controls from it.
de: Klicke auf eine Farbe im Bild, um die Regler dieses Shaders daraus zu setzen.
es: Haz clic en un color del fotograma para ajustar los controles de este shader a partir de él.
fr: Cliquez sur une couleur de l'image pour en déduire les paramètres de ce shader.
ja: 画面内の色をクリックすると、このシェーダーのコントロールがその色から設定されます。
ko: 화면의 색상을 클릭하면 이 셰이더의 컨트롤이 그 색상으로 설정됩니다.
zh_hans: 点击画面中的颜色，以此设置该着色器的控件。

source: Click a face in the frame. The cross shows how far the skin is from where skin belongs - drag the puck the other way until it centres.
de: Klicke auf ein Gesicht im Bild. Das Kreuz zeigt, wie weit die Haut von der richtigen Hautfarbe abweicht - ziehe den Steuerpunkt in die andere Richtung, bis es mittig steht.
es: Haz clic en un rostro del fotograma. La cruz muestra cuánto se aleja la piel de donde debería estar - arrastra el punto de control en sentido contrario hasta centrarla.
fr: Cliquez sur un visage dans l'image. La croix indique l'écart entre la peau et sa teinte correcte - faites glisser le point de contrôle dans l'autre sens jusqu'à ce qu'elle soit centrée.
ja: 画面内の顔をクリックします。十字は肌が本来の位置からどれだけ離れているかを示します - 十字が中央に来るまでコントロールポイントを反対方向にドラッグしてください。
ko: 프레임에서 얼굴을 클릭하세요. 십자는 피부색이 제자리에서 얼마나 벗어났는지 보여줍니다 - 십자가 가운데로 올 때까지 컨트롤 포인트를 반대 방향으로 드래그하세요.
zh_hans: 点按画面中的人脸。十字显示肤色偏离正确位置的程度 - 将控制点向相反方向拖移，直到十字居中。

source: Click clear sky in the frame. Sky varies more than anything else you can sample, so treat this one as approximate - drag the puck the other way until the cross centres.
de: Klicke auf klaren Himmel im Bild. Der Himmel schwankt stärker als jede andere Referenz, betrachte dies also nur als Näherung - ziehe den Steuerpunkt in die andere Richtung, bis das Kreuz mittig steht.
es: Haz clic en un cielo despejado del fotograma. El cielo varía más que cualquier otra referencia, así que tómalo como algo aproximado - arrastra el punto de control en sentido contrario hasta centrar la cruz.
fr: Cliquez sur un ciel dégagé dans l'image. Le ciel varie plus que toute autre référence, ce relevé est donc approximatif - faites glisser le point de contrôle dans l'autre sens jusqu'à centrer la croix.
ja: 画面内の晴れた空をクリックします。空は他のどの基準よりばらつきが大きいため、目安として扱ってください - 十字が中央に来るまでコントロールポイントを反対方向にドラッグしてください。
ko: 프레임에서 맑은 하늘을 클릭하세요. 하늘은 다른 어떤 기준보다 편차가 크므로 참고용으로만 사용하세요 - 십자가 가운데로 올 때까지 컨트롤 포인트를 반대 방향으로 드래그하세요.
zh_hans: 点按画面中的晴空。天空的变化比任何其他参考都大，因此仅供参考 - 将控制点向相反方向拖移，直到十字居中。

source: Click grass or leaves in the frame. The cross shows how far they are from where foliage belongs - drag the puck the other way until it centres.
de: Klicke auf Gras oder Laub im Bild. Das Kreuz zeigt, wie weit sie von der richtigen Laubfarbe abweichen - ziehe den Steuerpunkt in die andere Richtung, bis es mittig steht.
es: Haz clic en hierba u hojas del fotograma. La cruz muestra cuánto se alejan de donde debería estar la vegetación - arrastra el punto de control en sentido contrario hasta centrarla.
fr: Cliquez sur de l'herbe ou des feuilles dans l'image. La croix indique leur écart par rapport à la teinte correcte du feuillage - faites glisser le point de contrôle dans l'autre sens jusqu'à ce qu'elle soit centrée.
ja: 画面内の草や葉をクリックします。十字は緑が本来の位置からどれだけ離れているかを示します - 十字が中央に来るまでコントロールポイントを反対方向にドラッグしてください。
ko: 프레임에서 풀이나 나뭇잎을 클릭하세요. 십자는 초목 색이 제자리에서 얼마나 벗어났는지 보여줍니다 - 십자가 가운데로 올 때까지 컨트롤 포인트를 반대 방향으로 드래그하세요.
zh_hans: 点按画面中的草地或树叶。十字显示植物颜色偏离正确位置的程度 - 将控制点向相反方向拖移，直到十字居中。

source: Click something in the frame that should be grey. The cross shows how far off it is - drag the puck the other way until it centres.
de: Klicke im Bild auf etwas, das grau sein sollte. Das Kreuz zeigt die Abweichung - ziehe den Steuerpunkt in die Gegenrichtung, bis es mittig steht.
es: Haz clic en algo del fotograma que debería ser gris. La cruz muestra la desviación: arrastra el control en sentido contrario hasta centrarla.
fr: Cliquez sur un élément de l'image qui devrait être gris. La croix indique l'écart : faites glisser le point de contrôle dans l'autre sens jusqu'à ce qu'elle se centre.
ja: 画面内でグレーであるべき部分をクリックします。十字が偏差を示すので、中央に来るまでコントロールポイントを反対方向にドラッグします。
ko: 화면에서 회색이어야 하는 부분을 클릭하세요. 십자가 편차를 나타내며, 가운데로 올 때까지 컨트롤 포인트를 반대 방향으로 드래그합니다.
zh_hans: 点击画面中应为灰色的部分。十字会显示偏差，将控制点向相反方向拖动，直到十字居中。

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
zh_hans: 颜色

source: Constants
de: Konstanten
es: Constantes
fr: Constantes
ja: 定数
ko: 상수
zh_hans: 常量

source: Control "%@": osc=point needs a vec2 uniform
de: Steuerung „%@“: osc=point benötigt ein vec2-Uniform
es: Control «%@»: osc=point necesita un uniform vec2
fr: Contrôle « %@ » : osc=point nécessite un uniform vec2
ja: コントロール「%@」: osc=point には vec2 の uniform が必要です
ko: 컨트롤 "%@": osc=point에는 vec2 uniform이 필요합니다
zh_hans: 控件“%@”：osc=point 需要 vec2 uniform

source: Control "%@": osc=ring / osc=box needs a float, percent, int, or 2-field (vec2) #multi uniform
de: Steuerung „%@“: osc=ring / osc=box benötigt ein float-, percent-, int- oder 2-Feld-(vec2-)#multi-Uniform
es: Control «%@»: osc=ring / osc=box necesita un uniform float, percent, int o #multi de 2 campos (vec2)
fr: Contrôle « %@ » : osc=ring / osc=box nécessite un uniform float, percent, int ou #multi à 2 champs (vec2)
ja: コントロール「%@」: osc=ring / osc=box には float、percent、int、または 2 フィールド (vec2) の #multi uniform が必要です
ko: 컨트롤 "%@": osc=ring / osc=box에는 float, percent, int 또는 2필드(vec2) #multi uniform이 필요합니다
zh_hans: 控件“%@”：osc=ring / osc=box 需要 float、percent、int 或 2 字段 (vec2) #multi uniform

source: Control "%@": osc={..} needs one x/y/z axis per value: a #angle float, or a vec2/vec3 #multi with a matching axis count
de: Steuerung „%@“: osc={..} benötigt eine x/y/z-Achse pro Wert: ein #angle-float oder ein vec2-/vec3-#multi mit passender Achsenanzahl
es: Control «%@»: osc={..} necesita un eje x/y/z por valor: un float #angle, o un #multi vec2/vec3 con un número de ejes coincidente
fr: Contrôle « %@ » : osc={..} nécessite un axe x/y/z par valeur : un float #angle, ou un #multi vec2/vec3 avec un nombre d’axes correspondant
ja: コントロール「%@」: osc={..} は値ごとに 1 つの x/y/z 軸が必要です: #angle float、または軸数が一致する vec2/vec3 の #multi
ko: 컨트롤 "%@": osc={..}에는 값마다 하나의 x/y/z 축이 필요합니다: #angle float 또는 축 개수가 일치하는 vec2/vec3 #multi
zh_hans: 控件“%@”：osc={..} 每个值需要一个 x/y/z 轴：#angle float，或轴数量匹配的 vec2/vec3 #multi

source: Controls (directives)
de: Steuerungen (Direktiven)
es: Controles (directivas)
fr: Commandes (directives)
ja: コントロール（ディレクティブ）
ko: 컨트롤(디렉티브)
zh_hans: 控件（指令）

source: Cosine, angle in radians.
de: Kosinus, Winkel im Bogenmaß.
es: Coseno, ángulo en radianes.
fr: Cosinus, angle en radians.
ja: コサイン。角度はラジアン。
ko: 코사인, 각도는 라디안입니다.
zh_hans: 余弦，角度以弧度表示。

source: Crosshair cursor.
de: Fadenkreuz-Cursor.
es: Cursor de cruz.
fr: Curseur en croix.
ja: 十字カーソル。
ko: 십자 커서입니다.
zh_hans: 十字光标。

source: Declares an input value, usually from a // # directive.
de: Deklariert einen Eingabewert, meist aus einer // #-Direktive.
es: Declara un valor de entrada, normalmente de una directiva // #.
fr: Déclare une valeur d'entrée, généralement issue d'une directive // #.
ja: 入力値を宣言します。通常は // # ディレクティブから。
ko: 입력 값을 선언합니다. 보통 // # 지시문에서 옵니다.
zh_hans: 声明一个输入值，通常来自 // # 指令。

source: Degrees to radians.
de: Grad in Bogenmaß.
es: Grados a radianes.
fr: Degrés en radians.
ja: 度からラジアンへ。
ko: 도를 라디안으로 변환합니다.
zh_hans: 度转弧度。

source: Diagonal resize.
de: Diagonale Größenänderung.
es: Redimensionar en diagonal.
fr: Redimensionnement diagonal.
ja: 斜めのサイズ変更。
ko: 대각선 크기 조절입니다.
zh_hans: 对角调整大小。

source: Drag the centre handle
de: Ziehe den Mittelgriff
es: Arrastra el tirador central
fr: Faites glisser la poignée centrale
ja: 中央のハンドルをドラッグ
ko: 중앙 핸들을 드래그
zh_hans: 拖动中心手柄

source: Drag the rotation ring
de: Ziehe den Rotationsring
es: Arrastra el anillo de rotación
fr: Faites glisser l'anneau de rotation
ja: 回転リングをドラッグ
ko: 회전 링을 드래그
zh_hans: 拖动旋转环

source: Drag the scale box
de: Ziehe den Skalierungsrahmen
es: Arrastra el cuadro de escala
fr: Faites glisser le cadre d'échelle
ja: スケールボックスをドラッグ
ko: 크기 조절 상자를 드래그
zh_hans: 拖动缩放框

source: Drop the sign, always positive.
de: Entfernt das Vorzeichen, immer positiv.
es: Quita el signo, siempre positivo.
fr: Supprime le signe, toujours positif.
ja: 符号を外し、常に正にします。
ko: 부호를 없애 항상 양수로 만듭니다.
zh_hans: 去掉符号，始终为正。

source: Drop this pixel entirely.
de: Verwirft dieses Pixel vollständig.
es: Descarta este píxel por completo.
fr: Abandonne entièrement ce pixel.
ja: このピクセルを完全に破棄します。
ko: 이 픽셀을 완전히 버립니다.
zh_hans: 完全丢弃此像素。

source: Each field resizes on its own.
de: Jedes Feld skaliert für sich.
es: Cada campo cambia de tamaño por su cuenta.
fr: Chaque champ se redimensionne séparément.
ja: 各フィールドが独立してサイズ変更。
ko: 각 필드가 독립적으로 크기 조절됩니다.
zh_hans: 每个字段独立调整大小。

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 사용
zh_hans: 启用

source: Filter by type
de: Nach Typ filtern
es: Filtrar por tipo
fr: Filtrer par type
ja: 種類で絞り込む
ko: 유형별 필터
zh_hans: 按类型筛选

source: Foliage is clearly too blue.
de: Das Laub ist deutlich zu blau.
es: La vegetación tira claramente a azul.
fr: Le feuillage tire nettement trop vers le bleu.
ja: 緑が明らかに青すぎます。
ko: 초목 색이 확실히 너무 파랗습니다.
zh_hans: 植物颜色明显偏蓝。

source: Foliage is clearly too yellow.
de: Das Laub ist deutlich zu gelb.
es: La vegetación tira claramente a amarillo.
fr: Le feuillage tire nettement trop vers le jaune.
ja: 緑が明らかに黄色すぎます。
ko: 초목 색이 확실히 너무 노랗습니다.
zh_hans: 植物颜色明显偏黄。

source: Foliage is slightly too blue.
de: Das Laub ist etwas zu blau.
es: La vegetación tira un poco a azul.
fr: Le feuillage tire un peu trop vers le bleu.
ja: 緑がやや青すぎます。
ko: 초목 색이 약간 너무 파랗습니다.
zh_hans: 植物颜色略微偏蓝。
